{
  "header.name": "Facundo Mourelle",
  "header.projects": "Projects",
  "header.skills": "Skills",
  "header.contact": "Contact",
  "header.language": "Español",

  "intro.title": "Backend & Infrastructure Developer",
  "intro.subtitle": "Computer Analyst",
  "intro.description": "I focus on server-side logic, distributed systems management, and environment automation. I bridge the gap between rigorous algorithmic analysis and the deployment of scalable, secure, and remote-ready architectures, ensuring high availability and performance",

  "project.title": "Featured Projects",
  "project.title.switcher": "The Switcher - Board game",
  "project.desc.switcher": "Web game featuring real-time bidirectional communication and constant synchronization across multiple clients. It implements session persistence to ensure match recovery during unexpected disconnections. The system includes a chronological flow control engine, enabling state reversibility for move-by-move undo functionality.",

  "project.title.omnet": "Packet Routing with Omnet++",
  "project.desc.omnet": "Project focused on analyzing simulated network environments using communication protocols. Leveraging OMNeT++ to model interconnected nodes, the study evaluated flow control and congestion issues through performance metrics. A dynamic rate-adaptation algorithm was developed to respond to network congestion, effectively minimizing packet loss and optimizing data throughput.",

  "project.title.parser": "Heuristic-Driven Feed Processor",
  "project.desc.parser": "A massive data processing system designed to automate content extraction from multiple web subscriptions and forums. The engine transforms heterogeneous sources into a Resilient Distributed Dataset (RDD/DataFrame), orchestrating a network of Workers to apply filtering heuristics and entity extraction in parallel. The result is a structured data feed that achieves efficient synthesis of scattered information into a unified format.",

  "project.title.spicetify": "Spicetify Extension",
  "project.desc.spicetify": "An extension made for Spicetify that allows to link together songs in a playlist that should reproduce one after the other in shuffle mode.",

  "cert.title": "Certificates",
  "cert.title.google": "Google - Cloud Computing Foundations",
  "cert.title.famaf": "FAMAF - Computer Analyst",
  "cert.title.cambridge": "Cambridge - C1 First Exam Certificate",
  "cert.title.campus": "Campus Virtual - AI & workflow automatizations",

  "skills.title": "Technial skills",

  "contact.title": "Get in touch"
}
